Repository: yeahme49/repository.example
Catalog: script.skin.helper.service/resources/language/resource.language.*/strings.po
Languages: uk_ua

# #32000
source: Custom Image
uk_ua: Зображення користувача

# #32001
source: None
uk_ua: Нема

# #32002
source: Background overlay texture
uk_ua: Фон накладення текстури

# #32003
source: Browse custom image for background overlay
uk_ua: Перегляд зображення користувача для фону накладення

# #32004
source: Custom single image
uk_ua: Одне зображення користувача

# #32005
source: Custom multi image (folder)
uk_ua: Кілька зображеннь користувача (папка)

# #32006
source: Select busy spinner
uk_ua: Вибрати індикатор зайнятості

# #32007
source: %s missing!
uk_ua: %s відсутня!

# #32008
source: To get the most out of this skin, it is suggested to install a image resource addon for %s. Do you want to select and install this image resource addon now ?
uk_ua: Для того, щоб отримати максимальну віддачу від цієї обкладинки, рекомендується встановити додаток ресурсу зображень для %s. Ви хочете, щоб вибрати і встановити це додаток ресурсу зображень зараз?

# #32009
source: Custom path
uk_ua: Шлях користувача

# #32010
source: Select resource addon or custom folder
uk_ua: Вибрати додаток ресурсу або папку користувача

# #32011
source: Not installed
uk_ua: Не встановлений

# #32012
source: Select view
uk_ua: Вибрати вид

# #32013
source: Enable/disable views
uk_ua: Дозволити/Заборонити види

# #32014
source: The action completed sucesfully
uk_ua: Дія успішна

# #32015
source: The action completed with errors
uk_ua: Дія завершено з помилками

# #32016
source: Do you want to setup a single background or a folder with multiple backgrounds ?
uk_ua: Ви хочете налаштувати один фон або папку з декількома фонами?

# #32017
source: Single
uk_ua: Одне

# #32018
source: Multiple
uk_ua: Кілька

# #32019
source: Random fanart from movie with genre
uk_ua: Випадкові фанарт з фільму с жанром

# #32020
source: Select image
uk_ua: Вибрати зображення

# #32021
source: Available image resource addons
uk_ua: Доступні доповнення ресурсів зображень

# #32022
source: There are no (more) resource addons available for this type
uk_ua: Там нема (більше) доповнень ресурсів, доступних для даного типу

# #32023
source: Artwork options
uk_ua: Параметри ілюстрацій

# #32024
source: Select Animated Art
uk_ua: Вибрати анімовану ілюстрацію

# #32025
source: Use submenu as widget
uk_ua: Використовувати підміню як віджет

# #32026
source: RCB Most played games
uk_ua: RCB найпопулярніші ігри
