Repository: yeahme49/repository.example
Catalog: script.skin.helper.backgrounds/resources/language/resource.language.*/strings.po
Languages: ru_ru, uk_ua

# #32000
source: Backgrounds
ru_ru: Фоны
uk_ua: Фони

# #32001
source: Wall Backgrounds
ru_ru: Стена фонов
uk_ua: Стіна фонів

# #32002
source: Interval in seconds for rotating backgrounds (0 to disable)
ru_ru: Интервал в сек. для поворота фонов (0 для откл.)
uk_ua: Інтервал в сек. для повороту фонів (0 для викл.)

# #32003
source: Interval in seconds for rotating wall images (0 to disable)
ru_ru: Интервал в сек. для поворота фона стены (0 для откл.)
uk_ua: Інтервал в сек. для повороту фону стіни (0 для викл.)

# #32004
source: Only use images from recordings for random PVR background
ru_ru: Использовать фоны из записей для случайного фона PVR
uk_ua: Використовувати фони із записів для випадкового фону PVR

# #32005
source: Use custom path for random pictures background
ru_ru: Использовать полз. путь для случайных фонов
uk_ua: Використовувати шлях корист. для випадкових фонів

# #32006
source: - Custom path:
ru_ru: - Полз. путь:
uk_ua: - Шлях корист.:

# #32007
source: Maximum number of wall images to create for each background
ru_ru: Макс. количество стен фонов созданных для каждого фона
uk_ua: Макс. кількість стін фонів створених для кожного фону

# #32008
source: Clear cache (rebuild all wall images)
ru_ru: Очистить кэш (перестроить все стены фонов)
uk_ua: Очистити кеш (перебудувати всі стіни фонів)

# #32009
source: Global media fanart background
ru_ru: Глобальный медиа фанарт фон
uk_ua: Глобальний медіа фанарт фон

# #32010
source: Random movies background
ru_ru: Фон случайные фильмы
uk_ua: Фон випадкові фільми

# #32011
source: Recent movies background
ru_ru: Фон последние фильмы
uk_ua: Фон останні фільми

# #32012
source: In progress movies background
ru_ru: Фон просматриваемые фильмы
uk_ua: Фон переглядаємі фільми

# #32013
source: Unwatched movies background
ru_ru: Фон непросмотренные фильмы
uk_ua: Фон непереглянуті фільми

# #32014
source: Random Tv Shows background
ru_ru: Фон случайные сериалы
uk_ua: Фон випадкові серіали

# #32015
source: Recent episodes background
ru_ru: Фон последние эпизоды
uk_ua: Фон останні епізоди

# #32016
source: In progress Tv Shows background
ru_ru: Фон просматриваемые сериалы
uk_ua: Фон переглядаємі серіали

# #32017
source: Random pictures background
ru_ru: Фон случайные картинки
uk_ua: Фон випадкові картинки

# #32018
source: Random music videos background
ru_ru: Фон случайное муз. видео
uk_ua: Фон випадкове муз. відео

# #32019
source: Random music artists background
ru_ru: Фон случайный муз. артист
uk_ua: Фон випадковий муз. артист

# #32020
source: Top rated Movies (extendedinfo)
ru_ru: Фильмы с высоким рейтингом (extendedinfo)
uk_ua: Фільми з високим рейтингом (extendedinfo)

# #32021
source: Top Rated tvshows (extendedinfo)
ru_ru: Сериалы с высоким рейтингом (extendedinfo)
uk_ua: Серіали з високим рейтингом (extendedinfo)

# #32022
source: Random songs background
ru_ru: Фон случайные песни
uk_ua: Фон випадкові пісні

# #32023
source: Recent albums background
ru_ru: Фон последние альбомы
uk_ua: Фон останні альбоми

# #32024
source: Random PVR background
ru_ru: Фон случайные PVR
uk_ua: Фон випадкові PVR

# #32025
source: Global videos background
ru_ru: Фон глобальное видео
uk_ua: Фон глобальне відео

# #32026
source: Global Movies & TvShows background
ru_ru: Фон глобальные фильмы и сериалы
uk_ua: Фон глобальні фільми та серіали

# #32027
source: Recent videos background
ru_ru: Фон последнее видео
uk_ua: Фон останнє відео

# #32028
source: In-progress videos background
ru_ru: Фон просматриваемое видео
uk_ua: Фон переглядаєме відео

# #32029
source: Wall
ru_ru: Стена
uk_ua: Стіна

# #32030
source: Poster Wall
ru_ru: Стена постеров
uk_ua: Стіна постерів

# #32031
source: Black & White
ru_ru: Черно-белый
uk_ua: Чорно-білий

# #32032
source: Error while writing changes. Make sure you have filled in all fields correctly.
ru_ru: Ошибка при записи изменений. Убедитесь, что вы заполнили все поля правильно.
uk_ua: Помилка при запису змін. Переконайтеся, що ви заповнили всі поля правильно.

# #32058
source: Please enter a name for your conditional background
ru_ru: Пожалуйста, введите имя для условного фона
uk_ua: Будь ласка, введіть ім'я для умовного фону

# #32061
source: Please select a background image
ru_ru: Пожалуйста, выберите фон
uk_ua: Будь ласка, виберіть фон

# #32064
source: Do you want to setup a single background or a folder with multiple backgrounds ?
ru_ru: Вы хотите настроить один фон или папку с несколькими фонами ?
uk_ua: Ви хочете налаштувати один фон або папку з декількома фонами?

# #32065
source: Single
ru_ru: Один
uk_ua: Один

# #32066
source: Multiple
ru_ru: Несколько
uk_ua: Кілька

# #32067
source: Select image folder path
ru_ru: Выбрать путь к папке фона
uk_ua: Вибрати шлях до папки фону

# #32070
source: Conditional backgrounds
ru_ru: Условные фоны
uk_ua: Умовні фони

# #32071
source: Configure conditional backgrounds
ru_ru: Настройка условных фонов
uk_ua: Налаштування умовних фонів

# #32072
source: Setup backgrounds that will be activated on specified dates
ru_ru: Настройка фонов, которые будут активированы на указанные даты
uk_ua: Налаштування фонів, які будуть активовані на зазначені дати

# #32073
source: Add new condition...
ru_ru: Добавить новое условие...
uk_ua: Додати нову умову...

# #32074
source: Add a new condition to activate a custom background on a selected timespan
ru_ru: Добавить новое условие для активации пользовательского фона на выбранный отрезок времени
uk_ua: Додати нову умову для активації користувача фону на обраний відрізок часу

# #32075
source: Delete or change ?
ru_ru: Удалить или изменить ?
uk_ua: Видалити або змінити ?

# #32076
source: Do you want to delete or change the existing entry ?
ru_ru: Вы хотите удалить или изменить существующую запись ?
uk_ua: Ви хочете видалити або змінити існуючий запис?

# #32077
source: Change
ru_ru: Изменить
uk_ua: Змінити

# #32078
source: Delete
ru_ru: Удалить
uk_ua: Видалити
