Repository: yeahme49/repository.example
Catalog: script.module.metadatautils/resources/language/resource.language.*/strings.po
Languages: ru_ru, uk_ua

# #32000
source: PVR Artwork
ru_ru: PVR
uk_ua: PVR

# #32001
source: PVR metadata/artwork scraper
ru_ru: PVR метаданные/иллюстрации
uk_ua: PVR метадані/ілюстрації

# #32002
source: Enable PVR artwork/metadata only for TV recordings
ru_ru: Разрешить PVR метаданные/иллюстрации для ТВ записей
uk_ua: Дозволити PVR метадані/ілюстрації для ТБ записів

# #32003
source: Enable online scraper (tvdb,tmdb,fanart.tv)
ru_ru: Разрешить онлайн скрапер (tvdb,tmdb,fanart.tv)
uk_ua: Дозволити онлайн скрапер (tvdb,tmdb,fanart.tv)

# #32004
source: Allow Google Images as fallback for thumbs if primary scraping fails
ru_ru: Разрешить Google изображения, как альтернативу
uk_ua: Дозволити Google зображення, як альтернативу

# #32005
source: Lookup artwork in a custom folder (e.g. recordings folder)
ru_ru: Просмотр иллюстраций в пользовательской папке
uk_ua: Перегляд ілюстрацій в папці користувача

# #32006
source: - Path to the custom folder
ru_ru: - Путь к пользовательской папке
uk_ua: - Шлях до папки користувача

# #32007
source: - Download artwork to my custom folder
ru_ru: - Загрузить иллюстрации в пользовательскую папку
uk_ua: - Завантажити ілюстрації до папки користувача

# #32008
source: Advanced section: finetune the scraper
ru_ru: Расширенный раздел: точно настроить скрапер
uk_ua: Розширений розділ: точно налаштувати скрапер

# #32009
source: Use | as delimiter to enter multiple values
ru_ru: Использовать | в качестве разделителя для нескольких значений
uk_ua: Використовувати | як роздільник для декількох значень

# #32010
source: Channels to ignore
ru_ru: Игнорировать каналы
uk_ua: Ігнорувати канали

# #32011
source: Titles to ignore
ru_ru: Игнорировать заголовки
uk_ua: Ігнорувати заголовки

# #32012
source: Split title on character (use only first part)
ru_ru: Разделить заголовки по символу
uk_ua: Розділити заголовки по символу

# #32013
source: Characters to replace by space in title
ru_ru: Заменить символы пробелом в заголовке
uk_ua: Замінити символи пробілом в заголовку

# #32014
source: Characters to strip from title
ru_ru: Удалить символы из заголовка
uk_ua: Видалити символи з заголовка

# #32015
source: Music Artwork
ru_ru: Музыка
uk_ua: Музика

# #32016
source: Provides rich metadata and artwork for skins and addons
ru_ru: Музыка метаданные/иллюстрации
uk_ua: Музика метадані/ілюстрації

# #32017
source: Works with both library and online sources (radio)
ru_ru: Работает вместе с библиотекой и онлайн источниками
uk_ua: Працює разом з бібліотекою і онлайн джерелами

# #32018
source: Enable online scraper
ru_ru: Разрешить онлайн скрапер
uk_ua: Дозволити онлайн скрапер

# #32019
source: Lookup artwork in a custom folder
ru_ru: Просмотр иллюстраций в пользовательской папке
uk_ua: Перегляд ілюстрацій в папці користувача

# #32020
source: - Path to the custom folder
ru_ru: - Путь к пользовательской папке
uk_ua: - Шлях до папки користувача

# #32021
source: Lookup artwork in my music folders (library)
ru_ru: Просмотр иллюстраций в музыкальных папках (библиотека)
uk_ua: Перегляд ілюстрацій в музичних папках (бібліотека)

# #32022
source: - Download (missing) artwork to my music folders
ru_ru: - Загрузить отсут. иллюстрации в музыкальные папки
uk_ua: - Завантажити відсут. ілюстрації в музичні папки

# #32023
source: - Download (missing) artwork to my custom folder
ru_ru: - Загрузить отсут. иллюстрации в пользовательскую папку
uk_ua: - Завантажити відсут. ілюстрації в папку користувача

# #32024
source: Use custom Musicbrainz mirror
ru_ru: Использовать пользовательское зеркало Musicbrainz
uk_ua: Використовувати дзеркало Musicbrainz користувача

# #32025
source: Skip if genre contains any of these genres
ru_ru: Пропустить жанры
uk_ua: Пропустити жанри

# #32026
source: Skip news/weather/sports/commercial etc. (depends on correct epg info)
ru_ru: Пропустить News/Weather/Sports/Commercial и т.д.
uk_ua: Пропустити News/Weather/Sports/Commercial і т.д.

# #32027
source: One or more filters are active for this item. Are you sure you want to proceed ?
ru_ru: Один или несколько фильтров являются активными для данного элемента. Вы уверены, что хотите продолжить ?
uk_ua: Один або кілька фільтрів є активними для даного елемента. Ви впевнені, що хочете продовжити?

# #32028
source: Refresh (auto lookup)
ru_ru: Обновить (автоматический поиск)
uk_ua: Оновити (автоматичний пошук)

# #32029
source: Refresh (manual lookup)
ru_ru: Обновить (ручной поиск)
uk_ua: Оновити (ручний пошук)

# #32030
source: Remove channel from ignore list
ru_ru: Удалить канал из списка игнорирования
uk_ua: Видалити канал зі списку ігнорування

# #32031
source: Add channel to ignore list
ru_ru: Добавить канал в список игнорирования
uk_ua: Додати канал до списку ігнорування

# #32032
source: Remove title from ignore list
ru_ru: Удалить заголовок из списка игнорирования
uk_ua: Видалити заголовок зі списку ігнорування

# #32033
source: Add title to ignore list
ru_ru: Добавить заголовок в список игнорирования
uk_ua: Додати заголовок в список ігнорування

# #32034
source: Configure advanced settings
ru_ru: Настройка дополнительных параметров
uk_ua: Налаштування розширених можливостей

# #32035
source: Settings for PVR artwork
ru_ru: Настройки для PVR иллюстраций
uk_ua: Налаштування для PVR ілюстрацій

# #32036
source: Manual configure artwork
ru_ru: Ручная настройка иллюстраций
uk_ua: Ручне налаштування ілюстрацій

# #32037
source: Continuing
ru_ru: Снимается
uk_ua: Знімається

# #32038
source: Ended
ru_ru: Завершен
uk_ua: Завершено

# #32040
source: Released
ru_ru: Премьера
uk_ua: Прем'єра

# #32041
source: Is the selected PVR Title a movie or tvshow ?
ru_ru: Является ли выбранное PVR название фильмом или сериалом?
uk_ua: Чи є вибране PVR назвою фільма або серіала?

# #32042
source: Movie
ru_ru: Фильмы
uk_ua: Фільми

# #32043
source: Tvshow
ru_ru: Сериалы
uk_ua: Серіали

# #32044
source: Other
ru_ru: Другое
uk_ua: Інше

# #32045
source: Personal API key for Fanart.TV
ru_ru: Персональный API ключ для Fanart.TV
uk_ua: Персональний API ключ для Fanart.TV

# #32046
source: see www.fanart.tv for more details about personal and VIP memberships
ru_ru: смотрите www.fanart.tv для получения более подробной информации
uk_ua: дивіться www.fanart.tv для отримання більш докладної інформації

# #32047
source: Scraper settings
ru_ru: Настройки скрапера
uk_ua: Налаштування скрапера

# #32048
source: Enable theaudiodb for metadata/artwork
ru_ru: Разрешить theaudiodb для метаданных/иллюстраций
uk_ua: Дозволити theaudiodb для метаданих/ілюстрацій

# #32049
source: Enable TheAudioDb for metadata/artwork
ru_ru: Разрешить TheAudioDb для метаданных/иллюстраций
uk_ua: Дозволити TheAudioDb для метаданих/ілюстрацій

# #32050
source: Enable last.fm for metadata
ru_ru: Разрешить last.fm для метаданных
uk_ua: Дозволити last.fm для метаданих

# #32051
source: Enable fanart.tv for artwork
ru_ru: Разрешить fanart.tv для иллюстраций
uk_ua: Дозволити fanart.tv для ілюстрацій

# #32052
source: API keys
ru_ru: API ключи
uk_ua: API ключі

# #32053
source: Unlock full features by providing custom API keys
ru_ru: Разблокируйте все функции, добавив API ключи
uk_ua: Розблокуйте всі функції, додавши API ключі

# #32054
source: Patreon API-key for omdbapi.com
ru_ru: API-ключ Patreon для omdbapi.com
uk_ua: API-ключ Patreon для omdbapi.com

# #32055
source: Personal developer API-key for TMDB
ru_ru: Персональный API-ключ разработчика для TMDB
uk_ua: Персональний API-ключ розробника для TMDB

# #32056
source: Consider donating to these great projects providing you with great metadata
ru_ru: Рассмотрите возможность пожертвований для этих замечательных проектов, предоставляющих Вам великолепные метаданные
uk_ua: Розгляньте можливість пожертвувань для цих чудових проектів, які надають Вам чудові метадані

# #32057
source: Info
ru_ru: Инфо
uk_ua: Інфо

# #32058
source: This modules uses the following sites/services to grab metadata
ru_ru: В этих модулях используются следующие сайты/службы для захвата метаданных
uk_ua: У цих модулях використовуються наступні сайти/служби для захоплення метаданих

# #32059
source: Enable debug logging (regardless of Kodi log level)
ru_ru: Включить отладку (независимо от уровня журнала Kodi)
uk_ua: Включити відладку (незалежно від рівня журналу Kodi)

# #32060
source: Limit number of extrafanarts to download (0 is no limit)
ru_ru: Ограничить количество загружаемых файлов (0 не ограничено)
uk_ua: Обмежити кількість завантажуваних файлів (0 необмежена)
