Repository: yeahme49/repository.example
Catalog: script.skinshortcuts/resources/language/resource.language.*/strings.po
Languages: uk_ua

# #32000
source: Add
uk_ua: Додати

# #32001
source: Delete
uk_ua: Видалити

# #32002
source: Move Up
uk_ua: Перемістити вгору

# #32003
source: Move Down
uk_ua: Перемістити вниз

# #32004
source: Video Playlist
uk_ua: Відео плейлист

# #32005
source: Music Playlist
uk_ua: Музичний плейлист

# #32006
source: Favourite
uk_ua: Обране

# #32007
source: Add-On
uk_ua: Доповнення

# #32008
source: Mixed Playlist
uk_ua: Перемішаний плейлист

# #32009
source: Program
uk_ua: Програма

# #32010
source: Video Add-On
uk_ua: Відео доповнення

# #32011
source: Music Add-On
uk_ua: Доповнення музики

# #32012
source: Picture Add-On
uk_ua: Фото доповнення

# #32013
source: <None>
uk_ua: <Нема>

# #32014
source: Videos
uk_ua: Відео

# #32015
source: Movies
uk_ua: Фільми

# #32016
source: TV Shows
uk_ua: Серіали

# #32017
source: Live TV
uk_ua: ТБ

# #32018
source: Music Videos
uk_ua: Муз. відео

# #32019
source: Music
uk_ua: Музика

# #32020
source: Pictures
uk_ua: Фото

# #32021
source: Programs
uk_ua: Програми

# #32022
source: Live TV
uk_ua: ТБ

# #32023
source: Timers
uk_ua: Таймер

# #32024
source: Custom shortcut
uk_ua: Ярлик користувача

# #32025
source: Set label
uk_ua: Вибрати мітку

# #32026
source: Set thumbnail
uk_ua: Вибрати ескіз

# #32027
source: Change action
uk_ua: Змінити дію

# #32028
source: Reset shortcuts
uk_ua: Скинути ярлики

# #32029
source: Common
uk_ua: Загальне

# #32030
source: Video Library
uk_ua: Бібліотека відео

# #32031
source: Music Library
uk_ua: Бібліотека музики

# #32032
source: Play DVD
uk_ua: Програти DVD

# #32033
source: Eject tray
uk_ua: Відкрити лоток

# #32034
source: Common Shortcut
uk_ua: Загальний ярлик

# #32035
source: Choose which items to display on the Main Menu
uk_ua: Виберіть елемент для відображення в Головному меню

# #32036
source: Choose shortcuts for ::MENUNAME::
uk_ua: Вибрати ярлики для ::MENUNAME::

# #32037
source: Reset all shortcuts
uk_ua: Скинути всі ярлики

# #32038
source: Are you sure you want to reset all shortcuts back to default?
uk_ua: Ви дійсно хочете скинути всі ярлики на налаштування за замовчуванням?

# #32039
source: Pick widget for ::MENUNAME::
uk_ua: Взяти віджет для ::MENUNAME::

# #32040
source: Playlist
uk_ua: Плейлист

# #32041
source: Action
uk_ua: Дія

# #32042
source: Unknown video node
uk_ua: Невідомий вузол відео

# #32043
source: Choose shortcut category
uk_ua: Вибрати категорію ярлика

# #32044
source: Select widget
uk_ua: Вибрати віджет

# #32045
source: Select background
uk_ua: Вибрати фон

# #32046
source: Update video library
uk_ua: Оновити відео бібліотеку

# #32047
source: Update audio library
uk_ua: Оновити аудіо бібліотеку

# #32048
source: Choose shortcut
uk_ua: Вибрати ярлик

# #32049
source: Building menu...
uk_ua: Створення меню ...

# #32050
source: Default
uk_ua: За промовчанням

# #32051
source: Single image
uk_ua: Одне зображення

# #32052
source: Multi-image
uk_ua: Набір картинок

# #32053
source: None
uk_ua: Нема

# #32054
source: Kodi Command
uk_ua: Команда Kodi

# #32055
source: Clean video library
uk_ua: Очистити відеотеку

# #32056
source: Clean audio library
uk_ua: Очистити медіатеку

# #32057
source: Kodi Commands
uk_ua: Команди Kodi

# #32058
source: Create shortcut to here
uk_ua: Зробити ярлик сюди

# #32059
source: Skin Playlist
uk_ua: Обкладинка плейлиста

# #32060
source: What do you want to do with the playlist?
uk_ua: Що ви хочете зробити з плейлистом?

# #32061
source: Display
uk_ua: Показати

# #32062
source: Play
uk_ua: Відтворити

# #32063
source: Getting directory listing...
uk_ua: Отримання списку каталогів ...

# #32064
source: No available items
uk_ua: Немає доступних пунктів

# #32065
source: There are no available items to choose from for the category that you choose.
uk_ua: Тут немає доступних елементів на вибір для категорії, яку ви обираєте.

# #32066
source: Last TV channel
uk_ua: Останній ТБ канал

# #32067
source: Last radio channel
uk_ua: Останній радіо канал

# #32068
source: Last channel
uk_ua: Останній канал

# #32069
source: Video Source
uk_ua: Відео джерело

# #32071
source: Customize Main Menu
uk_ua: Налаштування головного меню

# #32072
source: Customize Submenu
uk_ua: Налаштування підміню

# #32073
source: Music Source
uk_ua: Музичне джерело

# #32074
source: Library Sources
uk_ua: Джерела бібліотеки

# #32075
source: Sources
uk_ua: Джерела

# #32076
source: TV Channel
uk_ua: ТБ канали

# #32077
source: Radio Channel
uk_ua: Радіо канали

# #32078
source: Display...
uk_ua: Показати ...

# #32079
source: Files view
uk_ua: Вид файлів

# #32080
source: Edit ::MENUNAME:: Submenu
uk_ua: Редагувати ::MENUNAME:: підміню

# #32081
source: Movies not in this source
uk_ua: У цьому джерелі немає фільмів

# #32082
source: TV Shows not in this source
uk_ua: У цьому джерелі немає серіалів

# #32083
source: Music Videos not in this source
uk_ua: У цьому джерелі немає музичного відео

# #32084
source: Songs not in this source
uk_ua: У цьому джерелі немає пісень

# #32085
source: Albums not in this source
uk_ua: У цьому джерелі немає альбомів

# #32086
source: Mixed content not in this source
uk_ua: У цьому джерелі немає змішаного вмісту

# #32087
source: Radio
uk_ua: Радіо

# #32088
source: Channels
uk_ua: Канали

# #32089
source: Picture Source
uk_ua: Джерело фото

# #32090
source: The item has been added to the menu
uk_ua: Пункт був доданий в меню

# #32091
source: Unable to add item to the menu. Please check log for errors.
uk_ua: Неможливо додати пункт в меню. Будь ласка, перевірте вміст файлу журналу на наявність помилок.

# #32092
source: Unable to build menu.
uk_ua: Неможливо створити меню.

# #32093
source: Upload debug log?
uk_ua: Завантажити журнал відладки?

# #32094
source: Install Kodi Log Uploader add-on to easily provide a debug log.
uk_ua: Встановіть додаток Kodi Log Uploader для перегляду журнал відладки.

# #32095
source: Choose default action for menu item
uk_ua: Виберіть дію за замовчуванням для пункту меню

# #32096
source: Browse...
uk_ua: Огляд…

# #32097
source: Unable to save menu
uk_ua: Неможливо зберегти меню

# #32098
source: Writing menu...
uk_ua: Запис меню ...

# #32099
source: Widget
uk_ua: Віджет

# #32100
source: Use as widget
uk_ua: Використовувати як віджет

# #32101
source: Choose property
uk_ua: Вибрати властивість

# #32102
source: Restore or reset?
uk_ua: Відновлення або скидання?

# #32103
source: Restore an original menu item
uk_ua: Відновити оригінальний пункт меню

# #32104
source: Reset to skin defaults
uk_ua: Відновити значення за замовчуванням для скіна

# #32105
source: There are no menu items to restore for this menu
uk_ua: Тут немає пунктів меню для відновлення цього меню

# #32106
source: Install widget provider
uk_ua: Встановити постачальник віджетів

# #32107
source: Enable default widgets
uk_ua: Дозволити віджети за замовчуванням

# #32108
source: Party mode (music videos)
uk_ua: Режим "Вечірка" (музичне відео)

# #32109
source: No menus from compatible skins found to import
uk_ua: Меню з сумісних скінів не знайдено для імпорту

# #32110
source: Import menu from skin
uk_ua: Імпорт меню з скіна

# #32111
source: Shared menu
uk_ua: Спільне меню

# #32112
source: New item on the main menu
uk_ua: Новий пункт в головному меню

# #32113
source: New item on the main menu (autofill submenu items)
uk_ua: Новий пункт в головному меню (автозаповнення пунктів підміню)

# #32114
source: Where should menu item be created
uk_ua: Де повинен бути створений пункт меню

# #32115
source: Unable to get directory listings[CR][CR]See log for details
uk_ua: Не вдалося получити список каталогів[CR][CR]Дивіться подробиці в логу

# #32116
source: The skin you are using does not support adding items directly to the main menu
uk_ua: Обкладинка не підтримує додавання елементів безпосередньо в головне меню

# #32117
source: Disable shortcut
uk_ua: Заборонити ярлик

# #32118
source: Smart shortcuts
uk_ua: Розумні ярлики

# #32119
source: Default widgets
uk_ua: Віджети за замовчуванням

# #32120
source: Never hide PVR shortcuts
uk_ua: Ніколи не приховувати ярлики PVR

# #32121
source: Share menu between compatible skins
uk_ua: Ділиться меню між сумісними обкладинками

# #32122
source: Default widgets
uk_ua: Віджети за замовчуванням

# #32123
source: Enable debug logging
uk_ua: Дозволити ведення журналу відладки

# #32230
source: folder
uk_ua: папка

# #32231
source: item
uk_ua: елемент

# #32232
source: grouped
uk_ua: група

# #32240
source: Game Add-On
uk_ua: Ігрове доповненя
