Repository: yeahme49/repository.example
Catalog: script.skin.helper.widgets/resources/language/resource.language.*/strings.po
Languages: uk_ua

# #32000
source: Favourites
uk_ua: Обране

# #32001
source: Favourite Media
uk_ua: Обране медіа

# #32002
source: Next Episodes
uk_ua: Наступні епізоди

# #32003
source: Recommended Movies
uk_ua: Рекомендовані фільми

# #32004
source: Recommended Media
uk_ua: Рекомендоване медіа

# #32005
source: Recent Media
uk_ua: Останні медіа

# #32006
source: Similar Movies
uk_ua: Схожі фільми

# #32007
source: In progress and Recommended Media
uk_ua: Переглядаєме та рекомендоване медіа

# #32008
source: Random Episodes
uk_ua: Випадкові епізоди

# #32009
source: Recommended Episodes
uk_ua: Рекомендовані епізоди

# #32010
source: In progress and recommended Episodes
uk_ua: Переглядаємі та рекомендовані епізоди

# #32011
source: In progress Media
uk_ua: Переглядаєме медіа

# #32012
source: Recently added songs
uk_ua: Останні додані пісні

# #32013
source: Recently played songs
uk_ua: Нещодавно програні пісні

# #32014
source: Similar TV Shows
uk_ua: Схожі серіали

# #32015
source: Recommended albums
uk_ua: Рекомендовані альбоми

# #32016
source: Recommended songs
uk_ua: Рекомендовані пісні

# #32017
source: PVR Channel groups
uk_ua: PVR групи каналу

# #32018
source: Recent recordings
uk_ua: Останні записи

# #32019
source: Next unwatched recordings
uk_ua: Наступні непереглянуті записи

# #32020
source: TV Channels
uk_ua: ТБ канали

# #32021
source: Timers
uk_ua: Таймери

# #32022
source: Similar Media
uk_ua: Схоже медіа

# #32023
source: Widgets
uk_ua: Віджети

# #32024
source: Enable artwork lookups
uk_ua: Дозволити перегляд ілюстрацій

# #32025
source: Show specials in episode widgets
uk_ua: Показати пропозиції в віджеті епізодів

# #32026
source: Browse albums instead of playing for album widgets
uk_ua: Перегляд альбомів замість того, щоб грати віджет альбому

# #32027
source: In-progress episodes
uk_ua: Переглядаємі епізоди

# #32028
source: In-progress movies
uk_ua: Переглядаємі фільми

# #32029
source: In-progress and recommended movies
uk_ua: Переглядаємі та рекомендовані фільми

# #32030
source: TV Channels (with artwork)
uk_ua: ТБ канали (з ілюстраціями)

# #32031
source: Next unwatched recordings (reversed)
uk_ua: Слід. непереглянуті записи (в обр. порядку)

# #32032
source: In-progress and random movies
uk_ua: Переглядаємі та випадкові фільми

# #32033
source: Random albums
uk_ua: Випадкові альбоми

# #32034
source: Random songs
uk_ua: Випадкові пісні

# #32035
source: Hide watched items in video widgets
uk_ua: Приховати переглянуті в віджетах відео

# #32036
source: Only use in-progress shows in next episodes widget
uk_ua: Використовувати тільки перегл. серіали в віджеті слід. епізод

# #32037
source: Recommended Tv Shows
uk_ua: Рекомендовані серіали

# #32038
source: Recently added movies
uk_ua: Останні додані фільми

# #32039
source: Recently added episodes
uk_ua: Останні додані епізоди

# #32040
source: Recently added musicvideos
uk_ua: Останні додані муз. відео

# #32041
source: Random Tv Shows
uk_ua: Випадкові серіали

# #32042
source: Unaired episodes
uk_ua: Епізоди не в ефірі

# #32043
source: Next airing episodes
uk_ua: Слід. епізоди в ефірі

# #32044
source: In progress TV shows
uk_ua: Переглядаємі серіали

# #32045
source: Recently added TV shows
uk_ua: Останні додані серіали

# #32046
source: IMDB Top 250 movies in library
uk_ua: IMDB Топ 250 фільмів в бібліотеці

# #32047
source: IMDB Top 250 Tv shows in library
uk_ua: IMDB Топ 250 серіалів в бібліотеці

# #32048
source: Random movies
uk_ua: Випадкові фільми

# #32049
source: In progress and random Episodes
uk_ua: Переглядаємі та випадкові епізоди

# #32050
source: Group items in recent episodes widget
uk_ua: Груповання елементів в віджеті останніх епізодів

# #32051
source: Browse TV Show
uk_ua: Огляд серіалів

# #32052
source: Browse Season
uk_ua: Огляд сезонів

# #32053
source: Default number of items to show in widget
uk_ua: За замовчуванням кількість елементів для відображення

# #32055
source: Similar songs
uk_ua: Схожі пісні

# #32056
source: Similar albums
uk_ua: Схожі альбоми

# #32057
source: Mixed Media
uk_ua: Змішане медіа

# #32058
source: Movies and Tvshows in IMDB Top250
uk_ua: Фільми та Серіали в IMDB Топ 250

# #32059
source: Random media
uk_ua: Випадкове медіа

# #32060
source: In progress and Random media
uk_ua: Переглядаємі та випадкове медіа

# #32061
source: In progress music videos
uk_ua: Переглядаємі муз. відео

# #32062
source: Random music videos
uk_ua: Випадкове муз. відео

# #32063
source: Recently added artists
uk_ua: Останні додані артисти

# #32064
source: Random artists
uk_ua: Випадкові артисти

# #32065
source: Recommended artists
uk_ua: Рекомендовані артисти

# #32066
source: Unwatched movies
uk_ua: Непереглянуті фільми

# #32067
source: Hide watched items in recent items listings
uk_ua: Приховувати переглянуті в списках останніх

# #32068
source: Episodes airing today
uk_ua: Епізоди сьогодні в ефірі

# #32069
source: Recently played TV channels
uk_ua: Останні програні ТБ канали

# #32070
source: In progress TV shows and movies
uk_ua: Переглядаємі серіали і фільми

# #32071
source: Enable aggressive refresh of widgets
uk_ua: Включити примусове оновлення віджетів

# #32072
source: Number of recently watched items for similar widgets
uk_ua: Кількість недавно переглянутих для схожих віджетів

# #32073
source: Hide watched items in similar widgets
uk_ua: Приховати переглянуті в схожих віджети

# #32074
source: Enable experimental recommended widgets
uk_ua: Включити експериментальні рекомендовані віджети

# #32075
source: Recommended in Playlist (Choose Movies then TV Shows)
uk_ua: Рекомендовані плейлисти (виберіть фільми, потім серіали)

# #32076
source: Similar to Playlist
uk_ua: Схожі плейлисти

# #32077
source: Similar to Playlist (Choose Movies then TV Shows)
uk_ua: Схожі плейлисти (виберіть фільми, потім серіали)

# #32078
source: Recommended in Playlist
uk_ua: Рекомендовані плейлисти

# #32079
source: Episodes
uk_ua: Епізоди

# #32080
source: General
uk_ua: Загальні
